{
    "apps": [
        {
            "Name": "7zip",
            "Info": "",
            "Version": "25.00",
            "Updated": "2025-07-13T05:43:43.8929393+08:00",
            "Source": "main"
        },
        {
            "Name": "chezmoi",
            "Info": "",
            "Version": "2.63.0",
            "Updated": "2025-07-13T06:24:18.6298383+08:00",
            "Source": "main"
        },
        {
            "Name": "cmake",
            "Info": "",
            "Version": "4.0.3",
            "Updated": "2025-07-13T05:53:18.0225609+08:00",
            "Source": "main"
        },
        {
            "Name": "fd",
            "Info": "",
            "Version": "10.2.0",
            "Updated": "2025-07-13T06:24:47.9877447+08:00",
            "Source": "main"
        },
        {
            "Name": "ffmpeg",
            "Info": "",
            "Version": "7.1.1",
            "Updated": "2025-07-13T06:18:47.3424947+08:00",
            "Source": "main"
        },
        {
            "Name": "fzf",
            "Info": "",
            "Version": "0.64.0",
            "Updated": "2025-07-13T06:25:21.5546364+08:00",
            "Source": "main"
        },
        {
            "Name": "gh",
            "Info": "",
            "Version": "2.75.0",
            "Updated": "2025-07-13T05:52:00.902338+08:00",
            "Source": "main"
        },
        {
            "Name": "git",
            "Info": "",
            "Version": "2.50.1",
            "Updated": "2025-07-13T05:43:56.5852014+08:00",
            "Source": "main"
        },
        {
            "Name": "gsudo",
            "Info": "",
            "Version": "2.6.0",
            "Updated": "2025-07-13T05:46:18.1000282+08:00",
            "Source": "main"
        },
        {
            "Name": "lazygit",
            "Info": "",
            "Version": "0.53.0",
            "Updated": "2025-07-13T06:27:10.25429+08:00",
            "Source": "extras"
        },
        {
            "Name": "llvm",
            "Info": "",
            "Version": "20.1.8",
            "Updated": "2025-07-13T05:54:24.6776613+08:00",
            "Source": "main"
        },
        {
            "Name": "neovim",
            "Info": "",
            "Version": "0.11.2",
            "Updated": "2025-07-13T05:50:30.656171+08:00",
            "Source": "main"
        },
        {
            "Name": "ninja",
            "Info": "",
            "Version": "1.13.1",
            "Updated": "2025-07-13T05:41:17.02899+08:00",
            "Source": "main"
        },
        {
            "Name": "nvm",
            "Info": "",
            "Version": "1.2.2",
            "Updated": "2025-07-13T05:42:42.6902884+08:00",
            "Source": "main"
        },
        {
            "Name": "odin",
            "Info": "",
            "Version": "2025-07",
            "Updated": "2025-07-13T05:38:46.4457482+08:00",
            "Source": "versions"
        },
        {
            "Name": "oh-my-posh",
            "Info": "",
            "Version": "26.14.3",
            "Updated": "2025-07-13T05:47:56.7717993+08:00",
            "Source": "main"
        },
        {
            "Name": "ripgrep",
            "Info": "",
            "Version": "14.1.1",
            "Updated": "2025-07-13T06:01:36.920893+08:00",
            "Source": "main"
        },
        {
            "Name": "vulkan",
            "Info": "",
            "Version": "1.4.313.2",
            "Updated": "2025-07-13T06:22:12.0428612+08:00",
            "Source": "main"
        },
        {
            "Name": "zig",
            "Info": "",
            "Version": "0.14.1",
            "Updated": "2025-07-13T06:23:58.1676474+08:00",
            "Source": "main"
        },
        {
            "Name": "zoxide",
            "Info": "",
            "Version": "0.9.8",
            "Updated": "2025-07-13T06:25:55.8366333+08:00",
            "Source": "main"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2025-07-13T04:29:01+08:00",
            "Manifests": 1396
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-07-13T04:29:02+08:00",
            "Manifests": 2169
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-07-13T04:38:12+08:00",
            "Manifests": 510
        }
    ]
}
